commands = '''
**-` .م1` : اوامر السورس ᤑ

-` .م2` : اوامر الحساب ᤑ

-` .م3` : اوامر الكروبات والاذاعة ᤑ

-` .م4` : اوامر تشيكر و تمويل ᤑ **
# Dev [𝙆𝘼𝙍𝘼𝙍](tg://openmessage?user_id=5967557438)
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : لفحص السورس ᤑ


-` .الاوامر ` : لعرض اوامر السورس ᤑ **

-` .اعادة تشغيل ` : اعادة.تشغبل السورس ᤑ**
# Dev [𝙆𝘼𝙍𝘼𝙍](tg://openmessage?user_id=5967557438)
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : لاستخراج ايدي حسابك ᤑ

-` .فك حظر ` : فك حظر كل يلي حاظرهم  ᤑ**
# Dev [𝙆𝘼𝙍𝘼𝙍](tg://openmessage?user_id=5967557438)
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .مكرر + عدد الثواني + نص` : نشر تلقائي ᤑ

-` .ادمن` : القنوات اللي انت ادمن فيها ᤑ **
# Dev [𝙆𝘼𝙍𝘼𝙍](tg://openmessage?user_id=5967557438)
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : اوامر الصيد ᤑ**
# Dev [𝙆𝘼𝙍𝘼𝙍](tg://openmessage?user_id=5967557438)
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
ᤑ` .تثبيت يدوي + القناة + اليوزر ` 
ᤑ` .صيد + العدد + النوع + القناة `
ᤑ` .تثبيت تلقائي + العدد + القناة + اليوزر `
ᤑ` .حالة الصيد ` 
ᤑ` .حالة التثبيت التلقائي ` 
ᤑ` .الانواع ` 
ᤑ Dev [𝙆𝘼𝙍𝘼𝙍](tg://openmessage?user_id=5967557438)
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
━━━━━━━━━━━━━━━━━━━━━━━
1 : ثلاثي ᤑ

2 : ثلاثي احرف اخره رقم ᤑ

3 : بوت ثنائي ᤑ

4 : بوت ثلاثي ᤑ

5 : خماسي حرف ᤑ

6 : خماسي حرفين ᤑ

7 : سداسي حرف ᤑ

8 : سداسي حرفين  ᤑ

9 : سباعي حرف  ᤑ

10 : رباعي ᤑ

11 : ثماني مكرر ᤑ

12 : شبه ثلاثي بوت ᤑ

13 : رباعي بوت مكرر ᤑ
# Dev [𝙆𝘼𝙍𝘼𝙍](tg://openmessage?user_id=5967557438)
━━━━━━━━━━━━━━━━━━━━━━━
.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه
━━━━━━━━━━━━━━━━━━━━━━━
ᤑ مثال : .صيد 999999999 1 @XXXXXX5XXXX
━━━━━━━━━━━━━━━━━━━━━━━
'''
